#вопросы
hello = ["привет", "прив", "хай", "здравствуйте", "здравствуй", "здрасти", "здорово", "здоровенько"]
how_you = ["как дела?", "как ты?", "чё как?", "как оно?" "как настроение?", "как настрой?"]
bye = ["пока", "до встречи", "удачи", "до скорого", "прощай", "гудбай", "чао" "чао бомбино", "покеда", "покедова"]
programms = ["премьер", "включи фотошоп"]
none_text = ["", " "]

#ответы
ans_hello = ["и тебе привет", "о привет давно не виделись", "ну привет коль не шутишь", "привет дружище", "слава богу ты пришёл"]
ans_how_you = ["отлично", "хорошо", "нормально", "плохо", "неплохо", "отвратительно", "ок", "всё окей", "лучше всех", "всё супер", "супер"]
ans_bye = ["и тебе пока", "ну давай бывай", "удачи тебе", "бывай дружище"]

#программы
#для запуска папки из двух слов требуются одинарные кавычки
ans_programms = [
    '"C:\\Program Files\\Adobe\\Adobe Premiere Pro CC 2019\\Adobe Premiere Pro.exe"',
    '"C:\\Program Files\\Adobe\\Adobe Photoshop CC 2018\\Photoshop.exe"'
]

if __name__ == "__main__":
    print("Подключите данный модуль к файлу")
    input("\nEnter")